{
  "assemble": [
    { 
      "step" : "1. Before the Oxygen Cylinder install process, please open safety precautions first on the home page in the learning materials section",
      "warning" : null,
      "note"    : null,
      "caution" : null
    },
    {
       "step" : "Oxygen Cylinders : \n\t -Make sure that the cylinder is in a serviceable condition. \n\t -Make sure that it has not been more than the time limit recommended by the manufacturer or regulatory requirements since the last hydrostatic test.",
      "warning" : null,
      "note"    : "The last hydrostatic test date is stamped on the neck of the oxygen cylinder.",
      "caution" : null
    },
    { 
      "step" : "Do these steps to remove the cap from the valve of the oxygen cylinder, if it is necessary :\n\t(a) Make sure that the shutoff valve of the cylinder is fully closed.\n\t(b) Loosen the cap of the cylinder valve. Then let all the pressure go out of the valve.\n\t(c) Remove the cap.",
      "warning" : "WARNING: LOOSEN THE CONNECTION SLOWLY. THE REMAINING OXYGEN CAN RELEASE WITH A LARGE FORCE, AND CAUSE THE TEMPERATURE TO INCREASE. HEAT AND OXYGEN CAN CAUSE A FIRE. INJURIES TO PERSONNEL, AND DAMAGE TO EQUIPMENT CAN OCCUR.",
      "note"    : null,
      "caution" : null
    },
    { 
      "step" : "Examine the fittings of the valve assembly of the oxygen cylinder.\n\t(a) Make sure that the fittings are clean.\n\t(b) Clean the fittings if it is necessary. \n\tThis is the task: Clean the Oxygen System Components, TASK 35-00-00-107-00.",
      "warning" : null,
      "note"    : null,
      "caution" : null 
    },
    { 
      "step" : "Remove the caps and plugs from the oxygen tubes and the coupling assembly",
      "warning" : null,
      "note"    : null,
      "caution" : null
    },
    { 
      "step" : "Examine the fittings and threads on the oxygen tubes and ports.\n\t(a) Make sure that the fittings are clean.\n\t(b) Clean the fittings if it is necessary. \n\tThis is the task:Clean the Oxygen System Components, TASK 35-00-00-107-001.",
      "warning" : null,
      "note"    : null,
      "caution" : null 
    },
    { 
      "step" : "Remove the caps and plugs from the oxygen tubes and the coupling assembly.\n\tPut the oxygen cylinder [3] in its installed position.\n\t\t(a)\tThen align the cylinder to the coupling assembly [2] and the overboard discharge tube [4].",
      "warning" : null,
      "note"    : null,
      "caution" : null
    },
    { 
      "step" : "Connect the coupling nut of the coupling assembly to the oxygen cylinder. Then tighten the connection to 375 ±25 in-lb (42 ±3 Nm).",
      "warning" : null,
      "note"    : null,
      "caution" : null 
    },
    { 
      "step" : "Install the new packing on the union. \nThen install the union on the valve of the oxygen cylinder. \nTighten the connection to 170 in-lb (19 Nm) - 200 in-lb (23 Nm).",
      "warning" : "USE ONLY OXYGEN-CLEAN COMPONENTS IN THE OXYGEN SYSTEM. IF YOU DO NOT USE OXYGEN-CLEAN COMPONENTS, A FIRE OR AN EXPLOSION CAN OCCUR. THIS CAN CAUSE DAMAGE TO EQUIPMENT OR INJURIES TO PERSONS.",
      "note"    : null,
      "caution" : null
    },
    { 
      "step" : "Install the B-nut and tighten to 190 in-lb (219 kg-cm).",
      "warning" : null,
      "note"    : null,
      "caution" : null 
    },
    { 
      "step" : "Install the b-nut of the overboard discharge tube. Then tighten the b-nut to 170 in-lb (19 Nm) - 200 in-lb (23 Nm).",
      "warning" : null,
      "note"    : null,
      "caution" : "USE TWO WRENCHES TO DISCONNECT OR CONNECT TUBES. IF YOU DO NOT USE A WRENCH ON EACH SIDE OF THE CONNECTION, DAMAGE TO THE TUBES CAN OCCUR."
    },
    { 
      "step" : "Install the T-bolts of the cylinder clamps. \nThen tighten the T-bolts to 25 ±5 in-lb (3 ±1 Nm).\n\t(a) Make sure that one thread minimum of the T-bolt extends through the nut.",
      "warning" : null,
      "note"    : "Make sure that the T-bolt holds the oxygen cylinder tightly to prevent all unwanted movements.",
      "caution" : null
    },
    { 
      "step" : "To open the shutoff valves on the oxygen cylinders, do these steps.\n\t(a) Slowly open the shutoff valve (counter clockwise) until it is fully open.\n\t(b) Make sure that the shutoff valve is fully open. Then turn the valve clockwise one quarter turn (90 degrees).\n\t(c) Install an inspection lockwire to the shutoff valve (PAGEBLOCK 20-10-44/401). Use the lockwire, G01505 or the MS20995CY20 lockwire, G02479.",
      "warning" : "YOU MUST OPEN THE SHUTOFF VALVE SLOWLY, OR HIGH TEMPERATURES CAN OCCUR. THIS CAN START AN IGNITION WITH THE OXYGEN AND CAN CAUSE INJURY TO PERSONS AND DAMAGE TO THE EQUIPMENT.",
      "note"    : null,
      "caution" : "USE TWO WRENCHES TO DISCONNECT OR CONNECT TUBES. IF YOU DO NOT USE A WRENCH ON EACH SIDE OF THE CONNECTION, DAMAGE TO THE TUBES CAN OCCUR."
    },
    { 
      "step" : "Apply the leak detection compound, G50306 to the connections of the oxygen cylinder valve, an the coupling assembly [2].\n\t(a)\tLook for bubbles to find all the leaks. Repair the leaks, if it is necessary. Then do the leak check again.\n\t(b)\tRemove the leak detection compound, G50306 with a clean cotton wiper, G00034 immediately after the check.\n\t(c)\tMake sure that the fittings and connections are dry.",
      "warning" : null,
      "note"    : null,
      "caution" : null
    },
    { 
      "step" : "Clean the leak test solution off with a cotton wiper, G00034 immediately after the leak test.\n\tMake sure that the system pressure is in the necessary range.\n\tIf oxygen cylinders have pressure caps attached to the cylinders by chains, use lockwire to decrease the caps movement.",
      "warning" : null,
      "note"    : null,
      "caution" : null
    }
  ],
  "diassemble": [
    { 
      "step" : "Before the Oxygen Cylinder Removal process, please open the safety precautions first on the home page for maintenance safety.",
      "warning" : null,
      "note"    : null,
      "caution" : null
    },
    { 
      "step" : "Close the shutoff valve on the crew oxygen cylinder.",
      "warning" : null,
      "note"    : null,
      "caution" : "DO NOT TIGHTEN THE SHUTOFF VALVE ON EACH OXYGEN CYLINDER MORE THAN 25 INCH-POUNDS (3 NM). TOO MUCH TORQUE CAN CAUSE DAMAGE TO THE SHUTOFF VALVE."
    },
    { 
      "step" : "Loosen the B-nut and disconnect the overboard discharge tube.",
      "warning" : null,
      "note"    : null,
      "caution" : null
    },
    { 
      "step" : "Loosen the B-nut, remove the union & packing from the valve assembly of the oxygen cylinder.\n\tRemove the packing from the union and then discard the packing.\n\tKeep the union. You will use these parts to install the oxygen cylinder.",
      "warning" : null,
      "note"    : null,
      "caution" : null
    },
    { 
      "step" : "Slowly loosen the coupling nut of the cylinder coupling assembly.\n\tLet all the pressure go out of the oxygen tubes.Then disconnect the coupling nut.",
      "warning" : "LOOSEN THE CONNECTION SLOWLY. THE REMAINING OXYGEN CAN RELEASE WITH A LARGE FORCE, AND CAUSE THE TEMPERATURE TO INCREASE. HEAT AND OXYGEN CAN CAUSE A FIRE. INJURIES TO PERSONNEL, AND DAMAGE TO EQUIPMENT CAN OCCUR.",
      "note"    : null,
      "caution" : null
    },
    { 
      "step" : "Disconnect the clamps, then remove the oxygen cylinder assembly.",
      "warning" : null,
      "note"    : null,
      "caution" : null
    },
    { 
      "step" : "Install the plugs and caps to all the open oxygen tubes and fittings.\n Install the cap on the valve assembly of the oxygen cylinder. Then tighten the cap to 375 ±25 in-lb (42 ±3 Nm).",
      "warning" : "USE ONLY OXYGEN-CLEAN COMPONENTS IN THE OXYGEN SYSTEM. IF YOU DO NOT USE OXYGEN-CLEAN COMPONENTS, A FIRE OR AN EXPLOSION CAN OCCUR. THIS CAN CAUSE DAMAGE TO EQUIPMENT OR INJURIES TO PERSONS.",
      "note"    : "Oxygen clean fittings come from a sealed container with a label for oxygen system installation. Make sure that you use only oxygen clean fittings. Some fittings used in the oxygen system are the same as fittings in other systems and are not oxygen clean. If it is necessary to clean parts, use the applicable oxygen procedures to clean the parts. This also applies to tube caps or plugs which must be as clean as the installation connections.",
      "caution" : null
    }
    ]
}